---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.ZJustification.Center
enum: Autodesk.Revit.DB.Structure.ZJustification
source: html/352abb3c-fd59-298e-94f6-63709b2b3d84.htm
---
# Autodesk.Revit.DB.Structure.ZJustification.Center

Justification to the geometrical center of element.